{
    "data": {
        "getWalkInConsentFormQuestions": {
            "success": true,
            "message": "Consent form questions retrieved successfully.",
            "data": {
                "paraphrased_disclaimerData": [
                    {
                        "consentFormName": "Laser Hair Removal, Face & Body",
                        "paraphrased_disclaimer": "PATIENT AGREEMENT: This form aims to inform you about the potential benefits and risks of laser hair removal for face and body. Please read this information carefully and discuss any questions fully with your provider before proceeding.\n\nYou should allocate sufficient time to consider this treatment thoroughly, evaluating all your alternatives before making an informed decision. It is essential that you know you have the right to seek a second opinion, and you are encouraged to ask any questions that occur to you at any stage of the process.\n\nLaser hair removal employs concentrated light to target and destroy hair follicles, reducing unwanted hair growth on facial and body areas. The laser emits a precise beam of light that passes through the skin without harming it, focusing on the melanin in the hair follicle to deactivate it. Multiple sessions are generally necessary because hair grows in cycles, and only a fraction is in the active growth phase at any given time.\n\nTreatment zones can include facial regions (upper lip, chin, cheeks, full face) and body areas (legs, arms, underarms, bikini line, back, chest). Factors such as hair color, skin type, hormonal influences, medications, and lifestyle can impact outcomes. Light skin with dark hair typically produces the best results; outcomes vary and no assurances of complete or permanent hair removal can be given.\n\nI understand that several treatments spaced 4-8 weeks apart may be required for optimal results. Skin may stay sensitive for up to 14 days after treatment. Follow-up sessions should be scheduled according to hair growth response.\n\nI will be informed ahead of each session about the location and the practitioner. I understand I may withdraw my consent at any time.\n\nRISKS AND POSSIBLE REACTIONS: As with any procedure, risks exist. Common side effects include temporary redness, swelling, discomfort similar to a rubber band snap, increased sensitivity to sunlight lasting up to 14 days. Skin may feel tender or sunburned.\n\nLess common: blistering, crusting, purpura (purple spots), temporary pigment changes (darkening or lightening of the skin), which may last longer or, in rare instances, be permanent. Risk of eye injury if unprotected during facial treatments.\n\nRare complications: burns, scarring, infection, paradoxical hypertrichosis (increased hair growth in the treated area). Allergic reactions to cooling gels or numbing creams are possible.\n\nI understand that treatment involves risks from both known and unknown causes and I accept them. I have disclosed all pertinent medical history.\n\nI confirm I have been provided with all relevant information including: reasons for treatment, risks (general and personal), benefits, alternatives including no treatment, uncertainties, likelihood of success, follow-up care.\n\nMEDICAL IMAGERY: I authorize clinical photographs and videos to be taken as part of my confidential medical records.\n\nI have discussed my objectives and all my questions have been answered to my satisfaction. No new information influences my decision. I consent to this procedure. This document overrides any previous information."
                    }
                ],
                "paraphrased_questions": [
                    {
                        "questionId": 0,
                        "paraphrased_content": "Do you understand the information that has been provided to you?",
                        "answer": -1,
                        "comment": ""
                    },
                    {
                        "questionId": 0,
                        "paraphrased_content": "Do you feel enough information has been shared for you to give informed consent?",
                        "answer": -1,
                        "comment": ""
                    },
                    {
                        "questionId": 0,
                        "paraphrased_content": "Have you given your consent willingly and without pressure?",
                        "answer": -1,
                        "comment": ""
                    },
                    {
                        "questionId": 0,
                        "paraphrased_content": "Do you have any current health conditions?",
                        "answer": -1,
                        "comment": ""
                    },
                    {
                        "questionId": 0,
                        "paraphrased_content": "Are you pregnant or breastfeeding at present?",
                        "answer": -1,
                        "comment": ""
                    },
                    {
                        "questionId": 0,
                        "paraphrased_content": "Do you have a neuromuscular disorder (for example, Multiple Sclerosis, ALS, motor neuropathy, myasthenia gravis, or Lambert-Eaton syndrome)?",
                        "answer": -1,
                        "comment": ""
                    },
                    {
                        "questionId": 0,
                        "paraphrased_content": "Do you have an autoimmune disease?",
                        "answer": -1,
                        "comment": ""
                    },
                    {
                        "questionId": 0,
                        "paraphrased_content": "Do you currently have any skin concerns?",
                        "answer": -1,
                        "comment": ""
                    },
                    {
                        "questionId": 0,
                        "paraphrased_content": "Do you have any known allergies or a history of severe allergic reactions (anaphylaxis)?",
                        "answer": -1,
                        "comment": ""
                    },
                    {
                        "questionId": 0,
                        "paraphrased_content": "Is there an active infection in the area where the treatment is planned?",
                        "answer": -1,
                        "comment": ""
                    },
                    {
                        "questionId": 0,
                        "paraphrased_content": "Are you currently taking any antibiotics or other prescription medications?",
                        "answer": -1,
                        "comment": ""
                    },
                    {
                        "questionId": 0,
                        "paraphrased_content": "Is there any other Medical or Social History we should be aware of? If yes, please explain in full detail.",
                        "answer": -1,
                        "comment": ""
                    },
                    {
                        "questionId": 0,
                        "paraphrased_content": "What are your aims and what results are you hoping to achieve from this procedure? Please elaborate.",
                        "answer": -1,
                        "comment": ""
                    },
                    {
                        "questionId": 0,
                        "paraphrased_content": "Have you had this or a similar treatment before? If so, were there any complications? Please provide details.",
                        "answer": -1,
                        "comment": ""
                    },
                    {
                        "questionId": 0,
                        "paraphrased_content": "Do you have any worries or concerns? If so, please describe them.",
                        "answer": -1,
                        "comment": ""
                    },
                    {
                        "questionId": 0,
                        "paraphrased_content": "Is there any other information we need to know? Please provide a comprehensive account.",
                        "answer": -1,
                        "comment": ""
                    },
                    {
                        "questionId": 0,
                        "paraphrased_content": "I will retain this information during my treatment period and refer to it as necessary.",
                        "answer": -1,
                        "comment": ""
                    }
                ],
                "clientSignature": null,
                "allowForAdvertisement": null,
                "allowForMarketing": null
            }
        }
    }
}